Repository: common-repository/trusted-only
Catalog: trusted-*.po
Languages: ru_ru

source: Trusted Users
ru_ru: Доверенные участники

source: List users who may read your blog
ru_ru: Перечислите пользователей, которые могут читать ваш блог

source: Usernames separated by spaces or commas
ru_ru: Логины пользователей, через запятую или пробел

source: Trusted Users List
ru_ru: Список доверенных пользователей

source: Sorry, you can not read this site %s because the site owner allows access for several users only.<br />You are signed in now as %s.
ru_ru: Вы не можете смотреть сайт %s, потому что его владелец разрешил доступ только для некоторых пользователей.<br />Вы сейчас залогинены как %s.

source: Only several authorized users may read this site. If you are one of them please sign in.
ru_ru: Только некоторые пользователи могут читать этот сайт. Если вы один из них, авторизуйтесь.

source: A message for display on the login page (optional)
ru_ru: Сообщение, отображаемое на странице входа (если хотите)

source: Options Saved
ru_ru: Настройки сохранены

source: Allow spaces in usernames
ru_ru: Разрешить логины, содержащие пробелы

source: then you should separate usernames by commas
ru_ru: тогда требуется отделять логины запятыми
